Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/domstol.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Limitations of the seizure prohibition in accordance with the submissions of the prosecution authority, must thus – if at all – be rooted in the fact that the information is no longer "confided" to anyone when it has been passed on, or based on the existence of a "consent" from the client.
nb: Begrensninger i beslagsforbudet langs de linjer påtalemyndigheten gjør gjeldende, må derfor – eventuelt – forankres i at informasjonen ikke lenger "er betrodd" når den er videreformidlet, eller bygge på at det foreligger "samtykke" fra klienten.

source: It now follows from the general provision on cumulation of claims in section 15-1 of the Dispute Act.
nb: Nå følger den av den alminnelige bestemmelsen om objektiv kumulasjon i tvisteloven § 15-1.

source: Under the French rules, the data would be removed no later than 30 years after the most serious offences, while it was possible to appeal the retention decision, see paragraphs 17 and 68.
nb: Det franske regelverket slo fast at sletting skulle skje senest etter 30 år ved de alvorligste forbrytelsene, samtidig som det var adgang til å klage på registreringsvedtaket, se avsnitt 17 og 68.

source: The Court of Appeal had found that the use exceeded tolerance limit in section 2 of the Easement Act and laid down limitations on the use.
nb: Lagmannsretten var kommet til at bruken overstiger tålegrensen i servituttloven § 2, som bestemmer at en servitutt ikke må brukes slik at den er urimelig til skade eller ulempe for eiendommen.

source: The wording implies that there must be "compelling reasons of national security or public order" for rejecting an application.
nb: Det som følger av ordlyden er at det må foreligge "compelling reasons of national security or public order"som krever at søknaden avslås.

source: Marper v. the United Kingdom, see paragraph 103.
nb: og Marper-dommen, se avsnitt 103.

source: The limits to the right of review were neither in violation of section 88 of the Constitution nor other constitutional rules or principles.
nb: De nevnte grenser for prøvingsadgangen var etter Høyesteretts syn verken i strid med Grunnloven § 88 eller andre forfatningsregler eller prinsipper.

source: In addition, it must be considered whether it concerns one or several criminal offences and whether the sentence is correct.
nb: I tillegg må det tas stilling til om det er tale om ett eller flere straffbare forhold, og til straffutmålingen.

source: In line with C's statement, it is assumed that B forgot to take his passport when he arrived in 2011.
nb: I tråd med Cs forklaring legges det til grunn at B glemte å ta hans pass da han kom i 2011.

source: Judges’ relations with the media
nb: Dommerens forhold til medier

source: Pursuant to litra b, travel documents may – like under the previous regulation – be denied when "there is doubt regarding identity of the immigrant".
nb: Etter bokstav b kan reisebevis – slik som etter den tidligere forskriften – nektes utstedt når "det er tvil om utlendingens identitet".

source: Among other things, it is stated that English courts have found that enterprises are protected against self-incrimination.
nb: Blant annet fremgår det at engelske domstoler har lagt til grunn at selskaper er vernet mot selvinkriminering.

source: I will now turn to the question of whether the protection of Lovdata’s databases under the Copyright Act must yield to the right to freedom of expression set out in Article 100 of the Constitution and Article 10 of the Convention.
nb: Jeg går da over til å behandle spørsmålet om vernet av Lovdatas databaser etter åndsverkloven må vike for det vern om ytringsfriheten som følger av Grunnloven § 100 og EMK artikkel 10.

source: The case is to be dismissed.
nb: Det kan i disse tilfelle være

source: It is expressly set out in the preparatory works of the Child Welfare Act that also in such cases, it will be an advantage to the child to have a certain knowledge of his or her biological origin, and that this principle must also apply when the relationship between the child and the parents is weak.
nb: Det fremgår uttrykkelig av lovforarbeidene til barnevernloven at det også i slike tilfeller vil være en fordel for barnet å ha et visst kjennskap til sitt biologiske opphav, og at det biologiske prinsippet også må tillegges vekt der relasjonen mellom barnet og foreldrene er svak.

source: The contract between Skanska and HGT was regulated by NS 8415, which is the standard contract for sub-contracting relationships.
nb: Kontraktsforholdet var regulert av standardkontrakten for underentrepriser – NS 8415. Det oppsto tvist om sluttoppgjøret.

source: Thus, there are no grounds for stating that there has been a violation of ECHR Protocol 4, Article 3.
nb: Det er dermed ikke grunnlag for å konstatere brudd på EMK protokoll 4 artikkel 3.

source: he acted in the manner al eged by the complainant.
nb: Dommeren har imøtegått påstandene og avvist at han har opptrådt slik klageren har anført.

source: Mr Løvøen also touched on the pasturing in the disputed area:
nb: Også Løvøen kom inn på beitingen i tvisteområdet:

source: "From spring 2014 until June 2015, he recruited at least two persons to the terrorist organisation ISIL in this manner:
nb: "Fra våren 2014 til juni 2015 rekrutterte han minst to personer til terrororganisasjonen ISIL, således:

source: The consequence of not making objections is set out in third paragraph:
nb: Konsekvensen av ikke å gi innsigelser er fastsatt i tredje ledd:

source: The Airfield cases concern the so-called SatCab Directive, Council Directive 93/83/EEC.
nb: Airfield-sakene gjelder det såkalte SatCab-direktivet, rådsdirektiv 93/83/EEC.

source: The condition that the circumstances that led to recognition as a refugee "are no longer present" – or "have ceased to exist" pursuant to the Convention – means that a changemust have taken place that is so
nb: I vilkåret om at forholdene som førte til anerkjennelse som flyktning "ikke lenger er til stede" – i konvensjonen "have ceased to exist" – ligger at det må ha skjedd en endring som er så

source: that Article 8 had been violated in a child welfare case.
nb: til at artikkel 8 var brutt i en barnevernssak.

source: His statement was put before Lars Johnsen Østby, who was 74 years old and living in the same place.
nb: Forklaringen ble forelagt for Lars Johnsen Østby, som var 74 år gammel, og som bodde samme sted. Også

source: The Dogs Act defines "serious injuries to a person" as injuries regarded as bodily harm pursuant to the Penal Code section 273, see the Dogs Act section 2 d.
nb: Hundeloven definerer "vesentlig skade på person" som skader som anses som kroppsskade etter straffeloven § 273, se hundeloven § 2 bokstav d.

source: Access to individual documents may, moreover, give a
nb: uforberedt og uryddig, og at han ikke var

source: An even larger order was made in 2012, when NAS ordered 222 aircraft from Boeing and Airbus, with an option to buy another 150.
nb: En enda større ordre kom i 2012, da det ble bestilt 222 fly fra Boeing og Airbus, med opsjon på ytterligere 150 fly.

source: assistant judges who had prepared the case, addressed circumstances that took place prior to January of 2016. The Supervisory Committee did not find that there had been any sustained
nb: Den delen av klagen som var rettet mot de to dommerful mektigene som hadde forberedt saken, gjaldt forhold som fant sted forut for januar 2016.

source: paras 76 and 77.
nb: avsnitt 76 og 77:

source: In line with the aggrieved parties' statements, the court of appeal assumes that D and E received an amount equal to 120 000 Indian rupees in 2009 and 2010, and 150 000 rupees in 2011.
nb: Lagmannsretten legger i tråd med de fornærmedes forklaringer til grunn, at D og E fikk utbetalt tilsvarende 120 000 indiske rupier i 2009 og 2010, 150 000 rupier i 2011.

source: The bankruptcy exemption is limited to disputes governed by and assessed in accordance with insolvency law, […].
nb: Konkursunntaket er begrenset til tvister som reguleres av og skal bedømmes etter insolvensrettslige regler, […].

source: During the period from 2014 until September 2017, asylum was granted to almost 23,000 refugees.
nb: I perioden fra 2014 til september 2017 ble det innvilget asyl til i underkant av 23 000 flyktninger.

source: “The system established by the Execution of Sentences Act clearly does not provide the convicted person with any legal claim to release on probation.
nb: ”Det system straffegjennomføringsloven etablerer, gir åpenbart ikke domfelte noe rettskrav på prøveløslatelse.

source: It is stated in the Supreme Court judgment in Rt-2015-93 (Maria) para 60 that the two constitutional provisions are complementary, and the best interest of the child is thus weighty in the assessment of proportionality pursuant to the Constitution Article 102.
nb: Det følger av Rt-2015-93 (Maria) avsnitt 60 at de to grunnlovsbestemmelsene erkomplementære, og barnets interesser er derfor tungtveiende ved forholdsmessighetsvurderingen etter Grunnloven § 102.

source: I cannot see how this quote suggests a different norm than what the Supreme Court has now applied.
nb: Jeg kan ikke se at det som her sies, gir anvisning på noen annen norm enn den Høyesterett til nå har lagt til grunn.

source: On this point I refer to paragraph 40 of the first-voting judge’s vote.
nb: Om dette viser jeg til avsnitt 40 i førstvoterendes votum.

source: The Committee found no grounds for any disciplinary
nb: Utvalget fant ikke grunnlag for disiplinærtiltak.

source: Also in decisions involving small children, where the Supreme Court has discussed whether or concluded that there should be no access, it is assumed that there must be special and strong reasons for denying contact rights.
nb: Også i avgjørelser som gjelder små barn, hvor Høyesterett har drøftet eller kommet til at det ikke bør være samvær, er det lagt til grunn at det må foreligge spesielle og sterke grunner for å nekte samvær.

source: The convicted person was a 46-year-old woman who had abused drugs for around 30 years, and who had been previously convicted seven times for drug-related offences.
nb: En 46 år gammel kvinne som i om lag 30 år hadde misbrukt narkotika ble idømt en helt betinget dom på vilkår av at hun i prøvetiden på fem år gjennomfører narkotikaprogram med domstolskontroll.

source: Furthermore, in paragraph 81 it is emphasised that Airfield brings together a number of channels from various broadcasters in a new audio-visual product.
nb: Videre fremheves i avsnitt 81 at Airfield setter sammen tv-kanaler fra flere kringkastere og skaper dermed et nytt audiovisuelt produkt.

source: Veterinary Vibeke Rootwelt testified before the court of appeal and has also given a written statement before the Supreme Court.
nb: Veterinær Vibeke Rootwelt vitnet for lagmannsretten og har også gitt skriftlig forklaring for Høyesterett.

source: With regard to international matters, it is concluded that a third party may also be bound by an arbitration agreement based on "implied consent".
nb: I internasjonale forhold er det lagt til grunn at tredjemann også kan bli bundet av voldgiftsavtalen på grunnlag av "implied consent".

source: the Refugee Convention
nb: Den relevante delen av

source: And in 1865, according to the census, there were four Sami and no reindeer.
nb: Og i 1865 var det ifølge folketellingen fire samer og ingen rein.

source: The provision was incorporated by constitutional reform in May 2014 and is based, inter alia, on the UN Convention on Civil and Political Rights (CCPR), Article 17 and ECHR Article 8.
nb: Bestemmelsen kom inn ved grunnlovsreformen i mai 2014, og bygger blant annet på FNs konvensjon om sivile og politiske rettigheter (SP) artikkel 17 og EMK artikkel 8.

source: The court of appeal has concluded that A's contact with B was not motivated by a wish for friendship, but a plan to induce B to go to Syria.
nb: Lagmannsretten har lagt til grunn at As kontakt med B ikke skyldtes et ønske om vennskap, men at siktemålet var å påvirke B til å reise til Syria.

source: At paragraphs 45 to 49, which concern the specific merits of the Taxquet case, the ECtHR looked more closely at the questions that were put to the jury.
nb: I avsnitt 45 til 49, der EMD foretar den konkrete vurderingen av Taxquet-saken, tar den utgangspunkt i spørsmålene som ble stilt til juryen.

source: This applies to judgment 17
nb: Dette gjelder dom 17.

source: Furthermore, it was A that drove B to the airport where A got hold of the plane tickets with which there had been some problems.
nb: Videre var det A som kjørte B til flyplassen hvor A hentet ut flybillettene som det hadde blitt noe kluss med.

source: But here, the utterances were part of a context involving support to both ISIL and the organisation's killing of war prisoners.
nb: Men her var ytringene vevd inn i en sammenheng med støtte både til ISIL og organisasjonens drap på krigsfanger.

source: However, as I have shown, the loss incurred by the shipping company will already very largely be compensated for by the depreciation due to the fact that the structural quotas are time-limited.
nb: Som jeg imidlertid har påvist, vil det tapet rederiet påføres, langt på vei kompenseres allerede av den avskrivningen som følger av at strukturkvotene er tidsbegrenset.

source: The remaining criterion is that the interference must be “necessary in a democratic society”.
nb: Det vilkåret som da gjenstår, er at inngrepet må være «necessary in a democratic society».

source: The Public Prosecution Authority (Counsel Magne Kvamme Sylta)
nb: A (advokat Erik Ulvesæter) mot Påtalemyndigheten (statsadvokat Magne Kvamme Sylta)

source: Case 15-037 Judicial conduct.
nb: Sak 15-037 Dommeratferd.

source: Cases 15-060 and 15-067 Judicial conduct.
nb: Sakene 15-060 og 15-067 Dommeradferd.

source: Yet, I cannot see that the legislature has abandoned the starting point that the non-statutory right to bring direct claims may be developed outside of the statutory framework.
nb: Jeg kan likevel ikke se at lovgiverne har forlatt utgangspunktet om at det ved siden av lovgivningen kan skje en videre utvikling av den ulovfestede direktekravsadgangen.

source: This implied that almost 80 % of all residential units in the municipality were exempt from property tax.
nb: gjeldende at kommunens forskrift om eiendomsskatt er ugyldig, fordi den fastsatte et så høyt bunnfradrag at nærmere 80 % av boligeierne ble fritatt for eiendomsskatt.

source: The issue in the case as hand is the following:
nb: Problemstillingen i saken er den følgende:

source: An important question in the present case is whether the Taxquet case from 2009 follows the same line of precedent or whether there has been a change of direction and, if so, the weight to be attached to this.
nb: Et sentralt spørsmål i saken her er om Taxquet-dommen fra 2009 kan sees som uttrykk for det samme eller utgjør en kursendring – og i tilfelle hvilken vekt den skal tillegges.

source: (146) In the light of the above, the court must find for the State in the question as to whether
nb: (146) Staten må etter dette frifinnes i spørsmålet om utsendelsen av C krenker

source: (101) This review of the preparatory works does not give, as I have already underlined, any
nb: (101) Gjennomgangen av forarbeidene gir, som jeg allerede har understreket, ikke holdepunkter

source: 17-124 concerned a complaint from a mother involved in a parental dispute.
nb: TU-sak 17-124 gjaldt klage fra mor i en foreldretvist.

source: The Committee preparing the Lawyers Act also emphasises that "other participants in society such as the courts of justice, the public administration and private counterparties benefit from the right of the citizens to seek legal advice in confidence."
nb: Advokatlovutvalget understreker dessuten at også "øvrige samfunnsaktører som domstolene, forvaltningen og private motparter er tjent med at borgerne kan søke rettsråd i fortrolighet".

source: (115) The State has alleged that it is nevertheless not possible to obtain a judgment for
nb: (115) Staten har gjort gjeldende at det likevel ikke er anledning til å få dom for krenkelse av

source: In this particular respect, the European Court of Human
nb: utstrekning bestemt at de gjelder direkte, og med forrang, i norsk rett.

source: However, in light of the considerations I have already addressed, I cannot see that Lovdata’s claim is in conflict with Article 100 of the Constitution.
nb: I lys av de hensyn som jeg allerede har trukket frem, kan jeg imidlertid ikke se at de krav Lovdata gjør gjeldende i vår sak, er i strid med Grunnloven § 100.

source: In the autumn of 2009, NAS announced that it would invest in low-cost intercontinental routes, to New York and Bangkok to begin with.
nb: Høsten 2009 kunngjorde NAS at selskapet ville satse på interkontinentale ruter til lavpris, i første omgang til New York og Bangkok.

source: from 1990 article 22, which reads:
nb: fra 1990 artikkel 22, hvor det heter:

source: Furthermore, it followed directly from the transfer of the contract that the end customers would be the same, namely the passengers traveling with SAS at any time.
nb: Det er, som nevnt innledningsvis, på det rene at en rekke av arbeidssøkerne ble stilt spørsmål om fagforeningstilknytning for å bringe på det rene hvem av dem som var omfattet av LFF-avtalen.

source: Pursuant to the relevant choice of law provision in the agreement's clause 12, the applicable law in the substantive issues is Danish law, whereas procedural matters are referred to the rules of the Copenhagen Court of International Arbitration.
nb: Det følger av den aktuelle lovvalgssklausulen i avtalen punkt 12, at lovvalget for de materielle spørsmålene er dansk rett, mens det for prosessuelle spørsmål vises til reglene for the Copenhagen Court of International Arbitration.

source: Once more, I consider the Grand Chamber ruling
nb: Jeg finner det igjen naturlig å ta utgangspunkt i storkammerdommen S.

source: But this cannot be decisive.
nb: Men dette kan ikke være avgjørende.

source: The final delimitation of the term will depend on an assessment of all of the circumstances, where the vital question will be what impact the threats against Norway's allies will have - directly or indirectly - for Norwegian security interests.
nb: En endelig avgrensning av begrepet vil bero på en sammensatt vurdering, der spørsmålet vil bli hvilken virkning trusler mot Norges alliansepartnere vil ha – direkte eller indirekte – for norske sikkerhetsinteresser.”

source: He steered the boat in accordance with the company's own guidelines with a maximum speed of 30 knots.
nb: Han har ført båten i samsvar med selvpålagte retningslinjer med en hastighet ikke utover 30 knop.

source: I refer to the Grand Chamber judgment 24
nb: Jeg viser her til storkammeravgjørelsen av 24.

source: He believes that they may have held a speed of 60-70 km/h...
nb: Han mener de kan ha kjørt i 60-70 km/timen...

source: • Keep to the right when you meet others in stairs and corridors.
nb: i hele landsdelen og setter rett på ulike steder.

source: No errors were disclosed, and it was concluded that the company has a well-functioning safety system.
nb: Det ble ikke avdekket feil, og konkludert med at rederiet har et velfungerende sikkerhetssystem.

source: He stated that:
nb: Han forklarte at

source: Participating in accordance with section 30-13 of the Dispute Act: The State represented by the Ministry of Justice and Public Security (The Office of the Attorney General represented by Marius Emberland), (Assisting counsel: Henriette Lund Busch)
nb: Røssaak) Møter i saken i medhold av tvisteloven § 30-13: Staten v/Justis- og beredskapsdepartementet (Regjeringsadvokaten v/advokat Ketil Bøe Moen)

source: Volstad has emphatically submitted that the book value of NOK 61 million does not reflect the actual value.
nb: Volstad har sterkt framholdt at den bokførte verdien på 61 millioner kroner ikke er uttrykk for den virkelige verdien.

source: The provision comprises disputes as to whether something is “legal” or “unlawful”, cf. Skoghøy,
nb: omfatter tvist om noe er "lovlig" eller "rettsstridig", jf.

source: the incident you are to give evidence about.
nb: du har skrevet ned noen stikkord, og be om at tapet, f.eks.

source: The assessment of whether the foreign national in question – in this case A – represents a risk for
nb: Vurderingen av om vedkommende utlending – i dette tilfellet Ahmad Faraj – representerer en fare for rikets sikkerhet er av særlig sikkerhetspolitisk karakter.

source: It is difficult to interpret this in any other way than that the mayor by “built-up part of
nb: Det er vanskelig å tolke dette annerledes enn at ordføreren med «Herredets Bebyggelse» også siktet til

source: At the same time, travel documents were issued to all but 64 persons.
nb: Samtidig ble det utstedt reisebevis til alle unntatt 64 personer.

source: I will therefore briefly comment on this requirement before I turn to the individual counts of indictment.
nb: Jeg knytter derfor noen korte generelle kommentarer til dette kravet før jeg går over til de enkelte tiltalepostene.

source: The penalty, which also included violence against the police, was 36 days of imprisonment of which 12 days were suspended.
nb: Straffen, som også omfattet vold mot politiet, ble satt til fengsel i 36 dager, hvorav 12 dager ble gjort betinget.

source: The State represented by the University of Oslo (The Office of the Attorney General represented by Stein-Erik Jahr Dahl)
nb: A (advokat Sverre Lilleng) mot Staten v/Universitetet i Oslo (Regjeringsadvokaten v/advokat Stein-Erik Jahr Dahl)

source: paragraph 161, the Court refers to previous case law – among others
nb: I Mohamed Hasan-dommen avsnitt 161 viser domstolen til tidligere praksis – blant annet

source: The subscription of shares will in such event not be binding.
nb: Tegningene av aksjer er da ikke lenger bindende.

source: Under section 147 (d), anyone who "recruits members" into a terrorist organisation is liable for penalty.
nb: Etter § 147 d kan straff ilegges den som "rekrutterer medlemmer" til en terrororganisasjon.

source: , with such measures as would be
nb: være kjent med, med de tiltak som det ut fra situasjonen er

source: at the River Drøia not far from Røsetvolden 21.
nb: ved Drøia Elv ikke langt fra Røsetvolden 21.

source: I confine myself to referring to the Supreme Court judgment in Rt-2014-976 paras 36 and 37, where the justice delivering the leading opinion first comments that the extent of access must be determined after a broad assessment, placing decisive weight on measures that are in the child's best interests.
nb: Jeg nøyer meg her med å vise til dommen i Rt-2014-976 avsnittene 36 og 37, hvor førstvoterende innledningsvis bemerker at vurderingen av samvær skal skje etter en bred skjønnsmessig vurdering, der det skal legges avgjørende vekt på å finne tiltak som er til beste for barnet.

source: This standpoint is strengthened by later information.
nb: Dette standpunktet bestyrkes av senere opplysninger.

source: An illustrative example is what the Commission says on page 9, with reference to another area than the one in dispute in the present case:
nb: Illustrerende er for eksempel det kommisjonen sier på side 9, med sikte på et annet område enn det som er omtvistet i denne sak:

source: Costs are awarded pursuant to the Dispute Act section 20-2.
nb: Kravet tas til følge, jf. tvisteloven § 20-2.
